{
     "cards" : [{
        "dialogueMessage" : [
            "Душа - изначально источник и хранилище всех исходных человеческих эмоции. Можно было бы сказать, что нет души - нет и эмоции, но это не совсем так...",
            " Душа - изначально источник и хранилище всех исходных человеческих эмоции. Можно было бы сказать, что нет души - нет и эмоции, но это не совсем так...", 
            "Чем старше человек, тем больше 'внешние' эмоции, поступающиее из души укрепляются в его внутреннем сознании. Но как бы то ни было это лишь верхушка айсберга. Убери душу и человек по большей части станет пустышкой - отголоском самого себя."
        ],
        "characterName": "Рейчел",
        "characterImage": "assets/woman.png",
        "backgroundImage": "assets/scenary1.png",
        "id": 1,
        "choises": [
            { "Дальше": 2}
        ]
    },
    {
        "dialogueMessage": ["Тогда почему я все еще ощущаю эмоции? По твоим словам, у меня осталось менее пяти процентов души, а это, переводя на нормальный язык, практически равно полному ее отсутствию. Но тем не менее я все еще способен чувствовать и воспринимать мир таким, какой он есть."],
        "characterName": "Крис",
        "characterImage": "assets/os_disgust.png",
        "backgroundImage": "assets/scenary1.png",
        "id": 2
    },
    {
        "dialogueMessage":[
            "Она лишь хмыкнула мне в ответ, словно смеясь над несмышленным ребенком.", "Это так не работает. Ничего не берется из ниоткуда и не исчезает бесследно в никуда. Ну в большинстве случаев, по крайней мере... Возьми тот же заменитый Закон Сохранения Энергии. Уловил суть? То же самое и с твоими эмоциями.",
            "Ты не можешь в один момент превратиться в бесчувственного овоща. Этот процесс будет проходить постепенно. Ты и сам, вероятно, уже почувствол, что что-то в тебе изменилось. Со временем будет только хуже."
    ],
        "characterName":"Рейчел",
        "characterImage":"assets/woman.png",
        "backgroundImage":"assets/scenary1.png",
        "id": 3

    },
    {
        "dialogueMessage":[
            "Маги несколько отличаются от простых людей. Зачастую, и внешне и внутренне. И если внешне это можно объянить мутациями, вызванными экстримальным содержанием магии в теле, свзями со Старшими Рассами в прошлом или начавшейся Небесной Эволюцией, то с внутренними отличиями не все так просто...",
            "Представь себе нервную систему обычного человека. У Мага она также будет - все-таки мы близковидовые расы - но в довесок к ней идет еще одна. Она не имеет физического воплощения, лишь концептуальное. Магические связи, Контуры, Каналы - называют ее по разному, но сути это не меняет. Их основная функция - накапливать и проводить сквозь тело магическую энергию."
        ],
        "characterName":"Анабель",
        "characterImage":"assets/sprite.png",
        "backgroundImage":"assets/scenary2.png",
        "id": 4
    }
]
}