{
    "cards" : [{
       "dialogueMessage" : [
           "Крис сделал короткий и глубокий вдох, резко выдохнул, крепче сжав рукоять меча в руках. Оттолкнулся левой ногой и проскользил несколько метров в сторону, уворачиваясь от удара клинка, пролетевшего прямо перед его лицом." 
       ],
       "characterName": " ",
       "characterImage": " ",
       "backgroundImage": "assets/scenary1.png",
       "id": 0,
       "choises": [

       ]
   },
   {
       "dialogueMessage": [
           "Константин хмыкнул, резко меняя направление атаки, словно змея крутанувшись в воздухе."
        ],
       "characterName": " ",
       "characterImage": " ",
       "backgroundImage": "assets/scenary1.png",
       "id": 1,
       "choises": [

       ]        
   },
   {
       "dialogueMessage":[
           "Крис увернулся вбок, вновь пропуская обоюдоострое лезвие меча, отвел собственный меч немного в сторону и выставил правую ногу вперед, готовясь к рывку. В периферии его зрения мелькнул блеск лезвия стали одного из клинков его оппонента. Он сделал полупируэт, пропуская клинок в опасной близости от его шеи, по его завершении изо всех сил оттолкнулся в сторону и резко ускорился в противоположном направлении от толчка. Его ускорение прервалось столь же резко, как и началось, перейдя в низкое скольжение прямо за спину Лейнесу."
    ],
       "characterName":" ",
       "characterImage":" ",
       "backgroundImage":"assets/scenary1.png",
       "id": 2,
       "choises": [
           
       ]
   },
   {
       "dialogueMessage":[
           "Крис выставил свой меч в позицию для удара снизу вверх, встретился взглядом с Константином и не отводя глаз, растворился в воздухе в синей вспышке, мгновеньем спустя оказавшись в том месте, куда секунду назад был направлен взгляд экзекутора. Ударил. "
        ],
       "characterName":" ",
       "characterImage":" ",
       "backgroundImage":"assets/scenary1.png",
       "id": 3,
       "choises":[
           
       ]
   },
   {
       "dialogueMessage":[
           "В комнате, в которой проходил их утренний спарринг раздался металлический лязг. Глаза Криса расширились в удивлении в тот момент, когда уже, казалось, повернувшийся к нему спиной оппонент резко перевел оба меча за спину, с легкостью отражая его атаку. Его задержка, которая не длилась и секунды практически стоила ему битвы. Константин развернулся на месте, ведомый порывом ветра в комнате. Увернулся от очередной попытки Криса нанести удар и вновь перешел в атаку. Выверенными и отточенными, вероятно, в сотнях сражениях движениями он наносил удар за ударом, не давая ни единого шанса на контратаку. "
        ],
       "characterName":" ",
       "characterImage":" ",
       "backgroundImage":"assets/scenary1.png",
       "id": 4,
       "choises":[
           
       ]   
   },
   {
    "dialogueMessage":[
        "Он был словно вихрь. Крис едва успел отразить одну его неожиданную атаку, как на него обрушился ураган ударов. Крис оттолкнулся назад, ускорился, постаравшись уйти из зоны поражения его атак, но Константин не позволил ему этого, ударом ноги практически снеся его в сторону. Он был быстр. Дьявольски быстр даже для первоклассного мага, по словам Рейчел."
     ],
    "characterName":" ",
    "characterImage":" ",
    "backgroundImage":"assets/scenary1.png",
    "id": 5,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        " Крис едва ли успевал уворачиваться от града его ударов. Но несмотря на огромную скорость его атак, их сила временами заставляла Криса подгинать колени. И это лишь один из Инквизиторов Святой Церкви. Ему было страшно подумать на что был способен небольшой отряд. Уровень подготовки, который давала Церковь своим Охотникам на Магов просто поражал. В такие моменты Крис был как никогда рад, что Лейнес был на их стороне. "
     ],
    "characterName":" ",
    "characterImage":" ",
    "backgroundImage":"assets/scenary1.png",
    "id": 6,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "Его правый бок обожгло, и он почувствовал, как ткань его тренировочной робы начала пропитываться кровью. Он начал чувствовать усталость. Как бы неприятно это было признавать, но он не мог долго продержаться против Константина, когда тот начинал хотя бы немного выкладываться. Удары его клинка стали все чаще стали находить свою цель, и вскоре практически все туловище Криса стало гореть острой болью, а одежда стала липкой от крови и пота. "
     ],
    "characterName":" ",
    "characterImage":" ",
    "backgroundImage":"assets/scenary1.png",
    "id": 7,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "Точку в их противостоянии поставил один точный удар ноги, нанесенный Константином в прыжке прямо в правое плечо Криса, откинув того на добрые пятнадцать ярдов в сторону. Он врезался в стену. Удар выбил остатки воздуха из его легких. Он сделал болезненный вдох, попытался подняться на ноги, но в этот момент ощутил легкий стальной холод у его шеи. Он открыл прикрытые в момент удара глаза и встретился взглядом с Константином. Его правая бровь была слегка приподнята, ровно, как и уголок его губ. Крис откинул меч в сторону и приподнял левую руку, не сумев даже пошевелить правой, в жесте поражения."
     ],
    "characterName":" ",
    "characterImage":" ",
    "backgroundImage":"assets/scenary1.png",
    "id": 8,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "- Я проиграл… снова. – сказал он, принимая руку помощи своего боевого наставника."
     ],
    "characterName":"Крис",
    "characterImage":"assets/os_disgust.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 9,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "Константин оценивающе мазнул по нему взглядом и задумчиво кивнул.",
        "- Ты становишься лучше. Не могу сказать, что на моей памяти был хотя бы один человек, который прогрессировал бы с такой скоростью в бою на мечах. Ты точно не был мечником до того, как потерял память? – в который раз уточнил Константин, беря бутылку воды со стола и делая несколько глотков. "
     ],
    "characterName":"Константин",
    "characterImage":"assets/character.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 10,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "- Сложно сказать. Я помню очень мало о своем прошлом. Я могу сказать, что каких-то вещей я точно не делал, не потому что этого не помню, а потому что чувствую, что этого не делал. Это сложно объяснить… - ответил он с небольшой задержкой, задумчиво почесав подбородок."
     ],
    "characterName":"Крис",
    "characterImage":"assets/os_disgust.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 11,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "- Кажется, я понимаю, о чем ты. У меня самого не редко возникает такое чувство. – сказал Константин, угрюмо вздохнув. Взгляд на мгновенье пустым, губы дрогнули в горькой усмешке. – Церковь любит играться с умами своих подчиненных… - угрюмо сказал он, убирая мечи во внутренний карман его мантии. "
     ],
    "characterName":"Константин",
    "characterImage":"assets/character.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 12,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "- Так вот, про некоторые вещи я могу сказать с точностью. – продолжил Крис, не заметив внезапную смену настроения Константина. – Я точно был ученым, точно закончил школу раньше своих одноклассников, хоть и не уверен насколько, и точно совершенно не умел драться.",
        "А вот насчет меча… Возникает очень противоречивое чувство будто я одновременно и никогда не держал его в руках, и был лучшим в этом деле. – говорил он, следуя за Константином из комнаты. Правое плечо отдавалось резкой болью практически при каждом движении. Его лицо скривилось в болезненной гримасе. Где, черт возьми, Рейчел?"
     ],
    "characterName":"Крис",
    "characterImage":"assets/os_disgust.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 13,
    "choises":[
        
    ]   
}, 
{
    "dialogueMessage":[
        "- Странно… - только и сумел сказать Константин. "
     ],
    "characterName":"Константин",
    "characterImage":"assets/character.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 14,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "Они несколько секунд брели по холодным коридорам каменных катакомб под городом, повернули налево, поднялись вверх по лестнице и оказались в простенько обставленной, но что самое главное просторной и теплой комнате. Рейчел удобно раскинулась перед старым телевизором, свесив ноги с кресла, медленно жуя попкорн и неотрывно смотря какой-то популярный сериал на Fox. "
     ],
    "characterName":" ",
    "characterImage":" ",
    "backgroundImage":"assets/scenary1.png",
    "id": 15,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "- Люди и в правду забавные существа. – бросив короткий взгляд на вошедших пробормотала она, вернувшись к своему занятию."
     ],
    "characterName":"Рейчел",
    "characterImage":"assets/woman.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 16,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "- Тебе и вправду нечем заняться? У нас тут как бы апокалипсис надвигается. – саркастично бросил Константин",
        " – Ни за что бы раньше не подумал, что увижу ангела, изо всех существ, часами бездельничающего у телевизора. – пробормотал Константин, доставая из холодильника тостовый хлеб и пакетик с нарезанным сыром. "
     ],
    "characterName":"Константин",
    "characterImage":"assets/character.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 17,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "- Ни за что бы раньше не подумала, что увижу служителя Богу, охотящегося на других людей за способность, данную им при рождении, на владение которой они никак не могли повлиять. – парировала она."
     ],
    "characterName":"Рейчел",
    "characterImage":"assets/woman.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 18,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "- Туше. – согласился он, бросая в свой стакан чайный пакетик и насыпая сахар.",
        "– Ты, конечно, несколько утрируешь, - сказал он, заполняя стакан горячей водой, - но я понял, о чем ты. "
     ],
    "characterName":"Константин",
    "characterImage":"assets/character.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 19,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "- Я не так часто выбираюсь в человеческий мир. – продолжила она",
        " – Думаю, что я заслужила немного отдыха после тысячелетий монотонного сопровождения мертвых к местам их последнего пристанища. Тем более, я никак не могу повлиять на процесс поиска сингулярности. – махнула она рукой в сторону стола, на котором работал какой-то замысловатый механизм, детали которого вращались только в одном им понятном порядке. "
     ],
    "characterName":"Рейчел",
    "characterImage":"assets/woman.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 20,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "Крис потянулся в кухонный гарнитур за бокалом, но одернулся, когда все тело отозвалось болью, и тихо зашипел. Рейчел наконец оторвала взгляд от своего сериала и посмотрела на него. Она раздраженно цокнула языком."
     ],
    "characterName":" ",
    "characterImage":" ",
    "backgroundImage":"assets/scenary1.png",
    "id": 21,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "- Кто-то переусердствовал. Снова. – пробурчала она, вставая с кресла и подходя ближе к нему."
     ],
    "characterName":"Рейчел",
    "characterImage":"assets/woman.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 22,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "Она положила руку ему на грудь и прикрыла глаза, из-под ее ладони начал слегка сочиться золотистый свет и Крис почувствовал приятное тепло в теле, боль начала медленно отступать."
     ],
    "characterName":" ",
    "characterImage":" ",
    "backgroundImage":"assets/scenary1.png",
    "id": 23,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "- Спасибо. – благодарно кивнул он, на что она лишь отмахнулась. "
     ],
    "characterName":"Крис",
    "characterImage":"assets/os_disgust.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 24,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "- Перестань себя гробить и это будет достаточной благодарностью. Тебя это, кстати, тоже касается. – сказала она, переводя взгляд на Константина, медленно пьющего чай. "
     ],
    "characterName":"Рейчел",
    "characterImage":"assets/woman.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 25,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "- Он должен уметь за себя постоять. – со вздохом, словно на автомате ответил Константин",
        "– А никак иначе, кроме крови, пота и боли научиться боевым искусствам нельзя. Тем более в столь сжатые сроки. "
     ],
    "characterName":"Константин",
    "characterImage":"assets/character.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 26,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "Рейчел бросила на него разраженный взгляд, но прекрасно понимая, что он прав не стала продолжать бессмысленный спор. "
     ],
    "characterName":" ",
    "characterImage":" ",
    "backgroundImage":"assets/scenary1.png",
    "id": 27,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "- Есть какие-то успехи в его обучении? – неохотно спросила она, вновь усаживаясь в старое кресло перед телевизором."
     ],
    "characterName":"Рейчел",
    "characterImage":"assets/woman.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 28,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "Инквизитор медленно кивнул в ответ, после недолгой задержки."
     ],
    "characterName":" ",
    "characterImage":" ",
    "backgroundImage":"assets/scenary1.png",
    "id": 29,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "- Успехи есть. Он очень быстро растет. Неожиданно быстро для человека. Я бы сказал, что это напоминает мышечную память, но давайте будем честны, Крис не похож на человека, сутки напролет не выпускающего из рук рукоять меча. – сказал он на секунду посмотрев на него оценивающим взглядом.",
        "– У него крайне необычный стиль, рассчитанный на неожиданные быстрые атаки и пространственные прыжки. – продолжил он после недолгого раздумья.",
        "– Против не очень опытного противника это было бы достаточно эффективно. Проблема в том, что человек имеющий достаточный боевой опыт распознает его тактику после первой или второй атаки. – сказал он при этом поворачиваясь к Крису.",
        "– Основная проблема этой тактики – нехватка скорости. Тебе следует внести изменения в свой стиль, либо наносить удары настолько быстро, чтобы у противника не оставалось шанса на контратаку. Вероятно, этот стиль и был на это рассчитан. – закончил он, отставляя полупустую кружку в сторону. "
     ],
    "characterName":"Константин",
    "characterImage":"assets/character.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 30,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "- Я и сам это понимаю. – ответил он после секундного раздумья. – Я понимаю, что недостаточно быстр. Я становлюсь сильнее и быстрее и это правда. – сказал он, при этом нахмурившись."
     ],
    "characterName":"Крис",
    "characterImage":"assets/os_disgust.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 31,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "Холод пробежал по его спине, стоило ему лишь подумать о его следующих словах."
     ],
    "characterName":" ",
    "characterImage":" ",
    "backgroundImage":"assets/scenary1.png",
    "id": 32,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "– Но этого недостаточно. Я не могу продержаться и двух минут с тобой в спарринге, при том, что ты явно сдерживаешься. Против него, я боюсь, не продержусь и десяти секунд в текущем положении дел. – угрюмо закончил он, в бессилии откидываясь на спинку стула."
     ],
    "characterName":"Крис",
    "characterImage":"assets/os_disgust.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 33,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "Константин, слегка нахмурившись проследил взглядом за действиями своего подопечного, ничем не выдавая своих мыслей. "
     ],
    "characterName":" ",
    "characterImage":" ",
    "backgroundImage":"assets/scenary1.png",
    "id": 34,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "- Он и вправду настолько силен? – спросил он, задумчиво прикрыв на секунду глаза."
     ],
    "characterName":"Константин",
    "characterImage":"assets/character.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 35,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "- Ты даже не представляешь… - со вздохом ответил он, не моргая уставившись в потолок."
     ],
    "characterName":"Крис",
    "characterImage":"assets/os_disgust.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 36,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "Рейчел, до этого лишь периферией зрения следившая за их диалогом, наконец ответила, повернувшись к ним корпусом и поймав своим движением взгляд задумавшегося инквизитора."
     ],
    "characterName":" ",
    "characterImage":" ",
    "backgroundImage":"assets/scenary1.png",
    "id": 37,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "- Не стоит его недооценивать, Константин. Статус Хранителя Аркана не просто так внушает страх. – необычно серьезным тоном сказала она. – Не важно кем был человек до того, как стал Хранителем. После заключения контракта его Ранг Небесной Эволюции автоматически повышается до пятого. "
     ],
    "characterName":"Рейчел",
    "characterImage":"assets/woman.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 38,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "Константин вздрогнул от этих слов. Изображение невозмутимого экзекутора пошатнулось. Он медленно перевел взгляд на Рейчел в нерешимости задать вопрос."
     ],
    "characterName":" ",
    "characterImage":" ",
    "backgroundImage":"assets/scenary1.png",
    "id": 39,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        " – Да, он принадлежит рангу Истинных."
     ],
    "characterName":"Константин",
    "characterImage":"assets/character.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 40,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "Константин молча, со взглядом пораженного человека, несколько секунд смотрел в одну точку. На его лбу выступила испарина, взгляд опустел, дыхание стало несколько неровным. Он словно отключился от реальности на момент, шестерни в его голове закрутились с бешенной скоростью, представляя все возможности человека, обладающего столь огромной силой. Он хрипло выдохнул, опустив голову на ладони."
     ],
    "characterName":" ",
    "characterImage":" ",
    "backgroundImage":"assets/scenary1.png",
    "id": 41,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "- Черт… - протянул он, все еще не поднимая головы. "
     ],
    "characterName":"Константин",
    "characterImage":"assets/character.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 42,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "В комнате повисла напряженная тишина. Крис в недоумении переводил взгляд между ними, словно пытаясь самостоятельно разгадать смысл их небольшого диалога. Он нахмурился. В груди начало разрастаться небольшое раздражение. Это в общем-то был не первый раз, как они оставляли его вне своих разговоров. Он даже и не понимал, о чем они говорят. В эти моменты ему хотелось скрыться с глаз долой, ибо именно тогда, он особенно сильно ощущал себя лишним и бесполезным. Обузой. "
     ],
    "characterName":" ",
    "characterImage":" ",
    "backgroundImage":"assets/scenary1.png",
    "id": 43,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "На подсознательном уровне он понимал, что вносит немалый вклад в их общее дело. Он был мозгом и компасом их группы. Именно он разрабатывал план операций, и именно он знал, в какой вселенной находится следующая сингулярность.",
        "Он знал, куда лучше ударить в сингулярности, чтобы отсечь ее от энергетического потока и знал, каким образом будет лучше всего ее запечатать. Не говоря о том, что благодаря его способностям, путешествия, что в пределах одного мира, что в пределах мультивселенной становились гораздо быстрее и комфортнее, чем могло бы быть. Но тем не менее, это пренеприятное чувство стало довольно часто появляться в его груди. "
     ],
    "characterName":" ",
    "characterImage":" ",
    "backgroundImage":"assets/scenary1.png",
    "id": 44,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "Он был слишком слабым. В бою – то, с чем в последнее время они стали все чаще сталкиваться – он был больше, чем просто бесполезен. Он лишь мешался под ногами, заставляя товарищей все время оглядываться и терять время в беспокойстве о том, не попал ли он под шальную атаку противника. К тому же он знал катастрофически мало, о том, как был устроен реальный мир. Он слишком многого не понимал, хоть и однажды считал себя одним из умнейших людей своего времени. Какой позор.",
        "Но это была не единственная причина. Он прекрасно понимал свою ценность в группе. И исходя из того малого, что он помнил о себе прошлом, то он всегда считал, что далеко не все в этом мире решается кулаками. Он никогда не завидовал людям, которые казались ему умнее его. Он просто становился лучше. Впитывал любые знания, как губка, находил что-то новое. Становился лучшим. Так почему же сейчас на него столь резко налетела эта неуместная хандра? ",
        "Ответ был более чем очевиден. Его душа. А если точнее, то практически полное ее отсутствие. Если до встречи с Рейчел изменения в образе мышления он списывал на чрезмерный стресс и нехватку сна, то теперь все встало на свои места. Но сейчас ему совершенно не хотелось об этом думать."
     ],
    "characterName":" ",
    "characterImage":" ",
    "backgroundImage":"assets/scenary1.png",
    "id": 45,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "- Кто-нибудь может мне объяснить, что это вообще значит? – спросил он, наконец нарушая эту тяжелую тишину."
     ],
    "characterName":"Крис",
    "characterImage":"assets/os_disgust.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 46,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "Константин поднял голову. Его молодое на вид лицо озарило непонимание, он перевел взгляд на Рейчел, словно пытаясь понять, о чем он говорит. "
     ],
    "characterName":" ",
    "characterImage":" ",
    "backgroundImage":"assets/scenary1.png",
    "id": 47,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "– Что такое эта Небесная Эволюция? – спросил он с неким раздражением в голосе."
     ],
    "characterName":"Крис",
    "characterImage":"assets/os_disgust.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 48,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "Рейчел на секунду нахмурилась, а затем ее лицо озарилось в понимании. Она со вздохом прикрыла глаза ладонью. "
     ],
    "characterName":" ",
    "characterImage":" ",
    "backgroundImage":"assets/scenary1.png",
    "id": 49,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "- Иногда так легко забыть, что ты даже и не маг. – в очередной раз сказала она.",
        "– Знаешь, это вопрос, на который довольно сложно ответить. Дело в том, что ангелы рождаются с уже изначальными знаниями о основах мироздания, поэтому мне будет довольно сложно объяснить базовые концепты этого понятия."
     ],
    "characterName":"Рейчел",
    "characterImage":"assets/woman.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 50,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "Она перевела взгляд, на молчавшего до этого Константина. Уголки его губ слегка дрогнули, словно смахивая его дурное настроение. Что не говори, а ему действительно нравилось учить других."
     ],
    "characterName":" ",
    "characterImage":" ",
    "backgroundImage":"assets/scenary1.png",
    "id": 51,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "- Если говорить кратко, то Небесная Эволюция – это возможность практически любому стать сильнее. Эта система разделения существ по их пониманию устройства мироздания и само собой по силе. Чем сильнее и мудрее существо, тем выше вероятность повышения ранга. – неторопливо, словно старый и опытный преподаватель, начал объяснять он.",
        "– Принято считать ее как шестиярусную лестницу, где первый ярус – низшие и проклятые существа, по типу демонов, призраков и вампиров, а последний – существа достигшие вершины лестницы. Высшие.",
        "Архангелы, сильнейшие и древнейшие из языческих богов и самые целеустремленные существа в омнивселенной – это всё Высшие. Любой человек, даже не имеющий магии, может достичь вершины, хоть и такие случаи можно пересчитать по пальцам одной руки.",
        "Высших очень мало – не больше трех десятков, насколько мне известно. И каждый из них обладает колоссальной мощью. Любой из них буквально щелчком пальцев может уничтожить непонравившуюся ему вселенную, хоть это и не принято в их рангах. Некоторые из них видели то, как зарождались первые миры. Двое – участвовали в подавлении восстания Первородных. Третий… Чтож он уже не Высший и о нем не принято говорить… - сказал он, ненадолго замолчав, давая время обдумать все вышесказанное.",
        "– Низшие существа, ставшие такими по свое воле, да и большинство тех, кто сделали это против воли, не могут повысить свой ранг. Но это не говорит о том, что они слабы. Чаще всего напротив – не каждый маг может справиться с представителем первого ранга. Ранг Низших – это ранг отбросов. Создан для тех, кто хочет быстрой силы, практически без усилий, но как ты понимаешь ничего хорошего там нет. – закончил он, вновь замолкая."
     ],
    "characterName":"Константин",
    "characterImage":"assets/character.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 52,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "- А что насчет остальных рангов? Ты же сказал, что их шесть? "
     ],
    "characterName":"Крис",
    "characterImage":"assets/os_disgust.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 53,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "Константин, словно ждавший этого вопроса ухмыльнулся и продолжил."
     ],
    "characterName":" ",
    "characterImage":" ",
    "backgroundImage":"assets/scenary1.png",
    "id": 54,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "- Верно. Второй Ранг – это Люди. Сюда же относится и большинство магов. Хоть разница между людьми и магами обычно довольно большая, но между ярусами любой лестницы, зачастую есть и промежуточные ступени. Это начальный Ранг Небесной Эволюции. Особенно ничего интересного, кроме того, что в теории даже обычный человек без каких-либо способностей может достичь Ранга Высших и не скажешь.",
        "Третий Ранг – Ранг Старших. Пошло от названия Старших Рас. Большинство представителей этого ранга – расы Фейри. До определенного момента в истории они жили вместе с людьми, но… Людям не очень понравилось отношение к ним некоторых представителей их рас и началась война. Гибли и виновные, и невинные, но в итоге закончилось все тем, что Фейри были вынуждены покинуть мир людей. ",
        "Отношения между нашими расами до сих пор напряженные, хоть и прошло уже достаточно много времени. – он что-то тихо хмыкнул после этих слов, но затем продолжил. – Но я отвлекся. Большинство представителей Третьего Ранга – это те, кто прожил несколько столетий, возможно даже тысячелетий, копя знания и навыки."
     ],
    "characterName":"Константин",
    "characterImage":"assets/character.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 55,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "Крис перебил его на этих словах."
     ],
    "characterName":" ",
    "characterImage":" ",
    "backgroundImage":"assets/scenary1.png",
    "id": 56,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "- А как вообще происходит повышение ранга? Насколько я понял, то здесь нет какой-то определенной шкалы силы, возраста или умений, при пересечении которой происходит повышение. И вообще, каким образом происходит усиление существа при повышении Ранга?"
     ],
    "characterName":"Крис",
    "characterImage":"assets/os_disgust.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 57,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        " – Рейчел на этом улыбнулась и взяла инициативу на себя. "
     ],
    "characterName":" ",
    "characterImage":" ",
    "backgroundImage":"assets/scenary1.png",
    "id": 58,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "- В определенный момент условный человек сам должен прийти к этому и понять, что готов к повышению. Что насчет усиления, то это куда сложнее, чем кажется. Небесная Эволюция – это в первую очередь эволюция души. Душа носителя второго и третьего ранга разительно отличается. У Высших само понятие душа отличается от привычного людям – для них душа и тело – практически одно и то же. "
     ],
    "characterName":"Рейчел",
    "characterImage":"assets/woman.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 59,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "- Обычно дальше третьего ранга мало кто продвигается. - продолжил Константин. – Либо погибают в попытках стать сильнее, либо просто теряют желание.",
        "Четвертый же ранг, Ранг Ведающих, занимают по большей части те, кто накопили достаточно сил и знаний для того, чтобы активировать концепт Усиления Верой и путем обмана и запугивания простых людей, стали так называемыми Богами. Вера – сама по себе огромная сила, но языческие боги очень часто просили ко всему прочему и жертвоприношений. Чем жаднее божок, тем чаще он требовал жертв.",
        "Дошло до того, что в погоне за силой некоторые начали требовать не реже, чем раз в месяц в жертву человека. Но, как и в случае со Старшими Расами, нашлись те, кто устал от их произвола и восстал. Боги тоже могут умирать. – сказал он с довольной ухмылкой на лице.",
        "– Пораженные этим они сбежали, а вместе с тем, потеряв подпитку верой и жертвоприношениями, большинство просто сгинуло."
     ],
    "characterName":"Константин",
    "characterImage":"assets/character.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 60,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "Константин замолчал, допивая уже успевший остыть кофе. Он кинул краткий взгляд на Рейчел, и она кратко кивнула."
     ],
    "characterName":" ",
    "characterImage":" ",
    "backgroundImage":"assets/scenary1.png",
    "id": 61,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "– Пятый Ранг. Истинные. Те, кто наследуют, так называемое прикосновение Создателя. К их появлению или появлению систем, к которым они привязаны приложил руку Творец. Можно назвать это зародышем Божественного Начала, которое имеют Высшие.",
        "Истинные по большей части – это представители Ангельского Воинства, но также к ним относятся и Языческие Боги, сумевшие сохранить и приумножить свою силу и Хранители Арканов, как сильнейшие представители Пятого Ранга. Имея доступ к энергии Истока Аркана, Хранители невероятно сильны. В схватке один на один разве, что Высшие могут их легко победить. – она сглотнула. – Есть еще много всяких мелочей, но думаю, что из важного это все."
     ],
    "characterName":"Рейчел",
    "characterImage":"assets/woman.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 62,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "Константин согласно кивнул, легкое напряжение было еще явно в его движениях. Скрежет зачарованных шестеренок резко оборвал все пути для дальнейшего диалога. Все трое синхронно перевели взгляд в сторону прибора. "
     ],
    "characterName":" ",
    "characterImage":" ",
    "backgroundImage":"assets/scenary1.png",
    "id": 63,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "– Кажется есть результат. – сказала Рейчел и первой двинулась в сторону механизма."
     ],
    "characterName":"Рейчел",
    "characterImage":"assets/woman.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 64,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "- Ты хоть знаешь, что тут нужно делать? – усмехнулся подошедший следом Константин."
     ],
    "characterName":"Константин",
    "characterImage":"assets/character.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 65,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "Рейчел раздраженно фыркнула."
     ],
    "characterName":" ",
    "characterImage":" ",
    "backgroundImage":"assets/scenary1.png",
    "id": 66,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "– Отойди пока ничего не сломала. – сказал он, без особых усилий сдвигая ее в сторону."
     ],
    "characterName":"Константин",
    "characterImage":"assets/character.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 67,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "Она бросила на него негодующий взгляд, который он казалось бы и не заметил."
     ],
    "characterName":" ",
    "characterImage":" ",
    "backgroundImage":"assets/scenary1.png",
    "id": 68,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "– Итак, посмотрим, что тут у нас…"
     ],
    "characterName":"Константин",
    "characterImage":"assets/character.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 69,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "Константин задумчиво посмотрел на старую и потрепанную карту. На ее повидавшей многое бумаге особенно контрастно смотрелся небольшой красный круг. Он вздохнул."
     ],
    "characterName":" ",
    "characterImage":" ",
    "backgroundImage":"assets/scenary1.png",
    "id": 70,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "- Не самые приятные условия для поиска. Судя по всему, это небольшой городок на границе Швеции и Финляндии, со всех сторон окруженный лесом.",
        "Этот прибор, - кивнул он на приспособление, состоящее из сотен разных шестерней и простых и хрупких в настройке механизмов, словно прямиком из Викторианской Эпохи. – не создавался с целью поиска чего-то столь эфемерного, как вышедший из-под контроля парадокс с другого конца света, тем более без точного энергетического отпечатка.",
        "Поэтому результат получился весьма неточный. Радиус поиска, примерно, 10 км. – сказал он, задумчиво массируя ладонью правый висок. – Это займет время. Время, которого у нас нет."
     ],
    "characterName":"Константин",
    "characterImage":"assets/character.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 71,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "Крис, до этого задумчиво следивший за действиями Константина, наконец нарушил тишину. "
     ],
    "characterName":" ",
    "characterImage":" ",
    "backgroundImage":"assets/scenary1.png",
    "id": 72,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "- Я думаю, по прибытии нам стоит разделиться. – сказал он, привлекая к себе внимание остальных.",
        "– Рейчел, ты владеешь даром убеждения. – сказал он и после того, как удостоился кивка продолжил. – Тебе стоит подыскать нам жилище и оборудовать его, пока мы с Константином будем собирать информацию.",
        " Так как Константин является инквизитором Святой Церкви, то ему первым делом стоит поподробнее разузнать о происходящем в городском Храме. В небольших городах слухи быстро становятся достоянием общественности. Поэтому я пойду в места, куда все эти слухи стекаются – в популярные бары или кафе. Люди везде одинаковые. – сказал он."
     ],
    "characterName":"Крис",
    "characterImage":"assets/os_disgust.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 73,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "- Согласен. Это будет наилучшим вариантом действий. Только, Рейчел – сказал он, привлекая ее внимание. – В этот раз, пожалуйста, ищи дом вдали от кладбищ или катакомб. Я понимаю, что для тебя так привычнее, но нормальным людям становится от этого несколько некомфортно."
     ],
    "characterName":"Константин",
    "characterImage":"assets/character.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 74,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        " Ее глаз дернулся в раздражении. Она хотела что-то сказать, но заметив взгляд Криса лишь сделал глубокий вдох и покачала головой. "
     ],
    "characterName":" ",
    "characterImage":" ",
    "backgroundImage":"assets/scenary1.png",
    "id": 75,
    "choises":[
        
    ]   
},
{
    "dialogueMessage":[
        "- Разберись со своей игрушкой, большой ребенок в черном. – сказала она, указав на механизм поиска. – А мы пока будем собирать вещи."
     ],
    "characterName":"Рейчел",
    "characterImage":"assets/woman.png",
    "backgroundImage":"assets/scenary1.png",
    "id": 76,
    "choises":[
        
    ]   
}
]
}